export default {
  distriText: 'Управление дистрибуцией',
  pendingTip: 'Вы еще не являетесь дистрибьютором, поданная вами заявка на распространение находится на рассмотрении, проявите терпение',
  inputTip: 'Пожалуйста, заполните инструкцию по применению',
  orderAmount: 'количество',
  getCommission: 'комиссия',
  noAppliedTip: 'Вы еще не являетесь дистрибьютором, пожалуйста, отправьте заявку на рассмотрение продавца',
  rejectTip: 'Вы еще не являетесь дистрибьютором, поданная вами заявка на распространение не была одобрена',
  rejectTip1: 'Отзыв отклонен: {reason},вы можете связаться с администратором или отправить заявку повторно',
  applyTip: 'иллюстрировать',
  approvedTip: 'Показать только разбивку комиссий, созданную вашими участниками следующего уровня'
}